Repository: Stegogo/valentine-bot
Catalog: locales/*/LC_MESSAGES/valentinesbot.po
Languages: ru

source: Привіт! Я бот-помічник того самого Святого Валентина!💗 Давай порадуємо когось з твоїх знайомих валентинкою разом?
ru: Привет! Я бот-помощник того самого Святого Валентина!💗 Давай порадуем кого-то из твоих знакомых валентинкой вместе?

source: Я все правильно зрозумів?
ru: Я всё правильно понял?

source: Скасування
ru: Отмена

source: Час проявити креатив! Надішли мені валентинку, яку отримає {recipient_fullname}. Це може бути що завгодно - текст, картинка, гіфка, посилання, відео, стікер, голосове або відеоповідомлення, чи, може, навіть пісня.
ru: Время проявлять креатив! Пришли мне валентинку, которую получит {recipient_fullname}. Это может быть что угодно: текст, картинка, гифка, ссылка, видео, стикер, голосовое или видеосообщение, даже песня?

source: Схоже ти перейшов по недійсному посиланні... Ти можеш спробувати ще раз, або вказати отримувача самостійно за допомогою команди /new
ru: Похоже, что ты перешёл по недействительной ссылке... Ты можешь попробовать ещё раз, или указать получателя самостоятельно с помощью команды /new

source: Надішли мені @username або номер телефону людини, якій хочеш відправити анонімне привітання🧚🏼♀️. Можеш також поділитися контактом, якщо профіль отримувача відкритий.
ru: Отправь мне @username или номер телефона человека, которому хочешь отослать анонимное поздравление🧚🏼♀️. Можешь также поделиться контактом, если профиль получателя открыт.

source: Твоє посилання: {link} Ти можеш поділитися цим посиланням в інстаграмі, размістивши його, наприклад, в біо, тоді інші люди зможуть надіслати тобі валентинку, перейшовши по ньому
ru: Твоя ссылка: {link} Ты можешь разместить эту ссылку, к примеру, в био инстаграмма, тогда другие люди смогут отправить тебе валентинку, перейдя по ней

source: На жаль,{forward_sender_name} має закритий акаунт...🤕 Спробуй надіслати @username або номер телефону отримувача
ru: К сожалению {forward_sender_name} имеет закрытый аккаунт...🤕 Попробуй прислать @username или номер телефона получателя!

source: Некоректний запит. Якщо ти пересилав повідомлення і профіль отримувача закритий, я не зможу надіслати йому повідомлення… Якщо хочеш відправити username, почни його з @, а якщо хочеш написати номер телефону, починай вводити з +
ru: Некорректный запрос. Если ты переслал сообщение и профиль получателя закрыт, я не смогу отправить ему сообщение… Если хочешь прислать username, начни его с @, а если хочешь написать номер телефона, начинай вводить с +

source: Супер! Тепер прийшов час придумати валентинку🧐 Це може бути не лише текст, але й фото, відео, гіфка, голове відеоповідомлення або й навіть пісня!
ru: Супер! Теперь время придумать валентинку🧐 Это может быть не только текст, но и фото, видео, гифка, голосовое или видеосообщение, даже песня!

source: Проблема з цим контактом. Надішли контакт з номером телефону
ru: Проблема с этим контактом, пришли контакт с номером телефона

source: Твоя валентинка буде відправлена користувачу
ru: Твоя валентинка будет отправлена пользователю

source: Твоя валентинка буде відправлена <a href="tg://user?id={recipient_id}"> цьому користувачу</a>
ru: Твоя валентинка будет отправлена <a href="tg://user?id={recipient_id}"> этому пользователю</a>

source: з номером
ru: с номером

source: Надішли мені фото, яке хочеш прикріпити. Щоб повернутися назад - натисни /cancel
ru: Пришли мне фото, которое хочешь прикрепить. Чтоб вернуться назад - нажми /cancel

source: Надішли виправлений username або номер телефону. Також ти можеш переслати повідомлення від цієї людини або надіслати його контакт
ru: Отправь исправленный username или номер телефона. Также ты можешь переслать сообщение от этого человека или отправить его контакт

source: Відправ нову валентинку
ru: Отправь новую валентинку!

source: Терпіння! Твоє повідомлення надіслане модераторам для перевірки;). Як тільки воно буде доставлене отримувачу, ми повідомимо тобі. Щоб надіслати ще одну валентинку, натисни на /new Також, по команді /my_link, ти можеш отримати посилання, перейшовши за яким інші люди зможуть відправляти тобі валентинки. Раджу поділитися нею в своєму інстаграмі, размістивши її, наприклад, в біо.
ru: Терпение! Твое сообщение отправлено модераторам для проверки;). Как только оно будет доставлено получателю, мы уведомим тебя. Чтобы отослать ещё одну валентинку, нажми на /new Также, по команде /my_link, ты можешь получить ссылку, перейдя по которой другие люди смогут отправлять тебе валентинки. Советую поделиться ею в своём инстаграмме, разместив её, например, в био.

source: На жаль, модератор не прийняв твою валентинку. Причина: {reject_reason}
ru: К сожалению, модератор не принял твою валентинку. Причина: {reject_reason}

source: Вітання! Твоя валентинка вже в отримувача!
ru: Поздравляю! Твоя валентинка уже у получателя!

source: Ой… під час доставки твоєї валентинки виникла помилка, давай спробуєм ще разок!
ru: Ой… во время отправки твоей валентинки возникла ошибка, давай попробуем ещё разок!

source: Тільки подивись! Тобі надіслали щось у відповідь!✨ Ти можеш продовжити листування з допомогою реплая
ru: Ух-ты! Тебе прислали что-то в ответ!✨ Ты можешь продолжить переписку с помощью реплая.

source: Відповідь не доставлена, скоріш за все співрозмовник заблокував мене ;(
ru: Ответ не доставлен, скорее всего собеседник заблокировал меня ;(

source: Відповідь доставлена!
ru: Принято! Ответ доставлен!🙋

source: Створити валентинку
ru: Создать валентинку

source: Твоє посилання
ru: Твоя ссылка

source: Додати адміна
ru: Добавить админа

source: Видалити адміна
ru: Удалить админа

source: Щоб відповісти, зроби реплай самого повідомлення, а не цього.
ru: Чтоб ответить на сообщение, сделай реплай самого сообщения, а не этого.

source: Вау, ти отримав валентинку через бот @FbmeValentineTestBot!❤️ Можеш відповісти на нього, зробивши реплай.
ru: Вау, ты получил валентинку через бот @FbmeValentineTestBot!❤️ Ответь на него, сделав реплай!

source: Змінити отримувача
ru: Изменить получателя

source: Прибрати фото
ru: Убрать фото

source: Додати фото
ru: Добавить фото

source: Вимкнути попередній перегляд
ru: Выключить предпросмотр

source: Увімкнути попередній перегляд
ru: Включить предпросмотр

source: Усе вірно, відправити на перевірку
ru: Всё верно, отправить на проверку

source: Закрити
ru: Закрыть

source: Поточна мова - Українська
ru: Текущий язык - Русский
