hello_message = ("Привет! Я бот, который отправляет поздравления другим людям!")
is_correct_question = _("Я всё правильно понял?")
cancel = _("Отмена")
send_me_valentine_from_link = _('Пришли мне валентинку, которую получит {recipient_fullname}. Это может быть что угодно - текст, картинка, гифка, видео, стикер, голосовое или видеосообщение, даже песня')
incorrect_link = _("Похоже, что ты перешел по недействительной ссылке... Ты можешь попробовать еще раз или указать получателя самостоятельно с помощью команды /new")
ask_for_username = _('Отправь нам @юзернейм или телефон твоей радости🥰. Можешь также переслать сообщение, если его или ее профиль открыт.')
your_link = _('Твоя ссылка:\n{link}\n\nТы можешь разместить эту ссылку к примеру в био инстаграмма и тогда другие люди смогут отправить тебе валентинку, перейдя по ней')
account_is_closed = _("К сожалению {forward_sender_name} имеет закрытый аккаунт и мы не можем узнать его контакты. Пришли его юзернейм или номер телефона")
incorrect_request = _('Некорректный запрос. Если вы переслали сообщение, то профиль получателя закрыт, если юзернейм, то он должен начинаться с @. Если вы хотите написать номер, то он должен начинаться с +')
ask_for_letter_content = _('Супер! Теперь пришли валентинку🧐\nЭто может быть не только текст, но и фото, видео, гифка, голосовое или видеосообщение, даже песня')
incorrect_contact = _("Проблема с этим контактом, пришли контакт с номером телефона")
your_letter_will_be_sent_to_1 = _('Твоя валентинка будет отправлена пользователю ')
your_letter_will_be_sent_to_2 = _('Твоя валентинка будет отправлена <a href="tg://user?id={recipient_id}">этому пользователю</a>')
with_number = _("с номером")
ask_for_photo = _("Пришли мне фото, которое хочешь прикрепить. Чтоб вернуться назад - нажми /cancel")
ask_for_correct_username = _('Отправь исправленный юзернейм или номер телефона. Так же ты можешь переслать сообщение от этого человека или прислать его контакт')
ask_for_correct_letter_content = _('Отправь новую валентинку')
your_letter_sended_to_admins = _("Твое сообщение отправлено модераторам для проверки. Как только оно будет доставлено получателю, мы уведомим тебя.\n\nЧтобы прислать мне ещё одну валентинку нажми на /new\n\nТак же ты можешь получить ссылку по которой другие люди смогут отправлять тебе валентинки по команде /my_link. Ее можно разместить, к примеру, в био инстаграмма")
reject = _("К сожалению, модератор не принял твою валентинку.\nПричина: {reject_reason}")
successfull_letter_delivery = _("Твоя валентинка успешно доставлена получателю")
error_letter_delivery = _("К сожалению во время отправки твоей валентинки возникла ошибки, попробуй еще раз")
new_answer = _("Тебе прислали ответ!\nТы можешь ответить на него с помощью реплая")
error_answer_delivery = _("Ответ не доставлен, скорее всего собеседник заблокировал меня")
successfull_answer_delivery = _("Ответ доставлен")
new_command = _("Создать валентинку")
my_link_command = _("Твоя ссылка")
add_admin_command = _("Добавить админа")
del_admin_command = _("Удалить админа")
reply_to_answer = _("Чтоб ответить на сообщение, сделай реплай по нему, а не по этому сообщению")
new_letter = _("Тебе прислали валентинку через бот @FbmeValentineTestBot!\nТы можешь ответить на нее реплаем")

#Ukranian

# ua_hello_message = "Привет! Я бот, который отправляет поздравления другим людям!"
# ua_is_correct_question = 'Я всё правильно понял?'
# ua_cancel = "Отмена"
# ua_send_me_valentine_from_link = 'Пришли мне валентинку, которую получит {recipient_fullname}. Это может быть что угодно - текст, картинка, гифка, видео, стикер, голосовое или видеосообщение, даже песня'
# ua_incorrect_link = "Похоже, что ты перешел по недействительной ссылке... Ты можешь попробовать еще раз или указать получателя самостоятельно с помощью команды /new"
# ua_ask_for_username = 'Отправь нам @юзернейм или телефон твоей радости🥰. Можешь также переслать сообщение, если его или ее профиль открыт.'
# ua_your_link = 'Твоя ссылка:\n{link}\n\nТы можешь разместить эту ссылку к примеру в био инстаграмма и тогда другие люди смогут отправить тебе валентинку, перейдя по ней'
# ua_account_is_closed = "К сожалению {forward_sender_name} имеет закрытый аккаунт и мы не можем узнать его контакты. Пришли его юзернейм или номер телефона"
# ua_incorrect_request = 'Некорректный запрос. Если вы переслали сообщение, то профиль получателя закрыт, если юзернейм, то он должен начинаться с @. Если вы хотите написать номер, то он должен начинаться с +'
# ua_ask_for_letter_content = 'Супер! Теперь пришли валентинку🧐\nЭто может быть не только текст, но и фото, видео, гифка, голосовое или видеосообщение, даже песня'
# ua_incorrect_contact = "Проблема с этим контактом, пришли контакт с номером телефона"
# ua_your_letter_will_be_sent_to_1 = 'Твоя валентинка будет отправлена пользователю '
# ua_your_letter_will_be_sent_to_2 = 'Твоя валентинка будет отправлена <a href="tg://user?id={recipient_id}"> этому пользователю</a>'
# ua_with_number = "с номером"
# ua_ask_for_photo = "Пришли мне фото, которое хочешь прикрепить. Чтоб вернуться назад - нажми /cancel"
# ua_ask_for_correct_username = 'Отправь исправленный юзернейм или номер телефона. Так же ты можешь переслать сообщение от этого человека или прислать его контакт'
# ua_ask_for_correct_letter_content = 'Отправь новую валентинку'
# ua_your_letter_sended_to_admins = "Твое сообщение отправлено модераторам для проверки. Как только оно будет доставлено получателю, мы уведомим тебя.\n\nЧтобы прислать мне ещё одну валентинку нажми на /new\n\nТак же ты можешь получить ссылку по которой другие люди смогут отправлять тебе валентинки по команде /my_link. Ее можно разместить, к примеру, в био инстаграмма"
# ua_reject = "К сожалению, модератор не принял твою валентинку.\nПричина: {reject_reason}"
# ua_successfull_letter_delivery = "Твоя валентинка успешно доставлена получателю"
# ua_error_letter_delivery = "К сожалению во время отправки твоей валентинки возникла ошибки, попробуй еще раз"
# ua_new_answer = "Тебе прислали ответ!\nТы можешь ответить на него с помощью реплая"
# ua_error_answer_delivery = "Ответ не доставлен, скорее всего собеседник заблокировал меня"
# ua_successfull_answer_delivery = "Ответ доставлен"
# ua_new_command = "Создать валентинку"
# ua_my_link_command = "Твоя ссылка"
# ua_add_admin_command = "Добавить админа"
# ua_del_admin_command = "Удалить админа"
# ua_reply_to_answer = "Чтоб ответить на сообщение, сделай реплай по нему, а не по этому сообщению"
# ua_new_letter = "Тебе прислали валентинку через бот @FbmeValentineTestBot!\nТы можешь ответить на нее реплаем"


# #russian

# ru_hello_message = "Привет! Я бот, который отправляет поздравления другим людям!"
# ru_is_correct_question = 'Я всё правильно понял?'
# ru_cancel = "Отмена"
# ru_send_me_valentine_from_link = 'Пришли мне валентинку, которую получит {recipient_fullname}. Это может быть что угодно - текст, картинка, гифка, видео, стикер, голосовое или видеосообщение, даже песня'
# ru_incorrect_link = "Похоже, что ты перешел по недействительной ссылке... Ты можешь попробовать еще раз или указать получателя самостоятельно с помощью команды /new"
# ru_ask_for_username = 'Отправь нам @юзернейм или телефон твоей радости🥰. Можешь также переслать сообщение, если его или ее профиль открыт.'
# ru_your_link = 'Твоя ссылка:\n{link}\n\nТы можешь разместить эту ссылку к примеру в био инстаграмма и тогда другие люди смогут отправить тебе валентинку, перейдя по ней'
# ru_account_is_closed = "К сожалению {forward_sender_name} имеет закрытый аккаунт и мы не можем узнать его контакты. Пришли его юзернейм или номер телефона"
# ru_incorrect_request = 'Некорректный запрос. Если вы переслали сообщение, то профиль получателя закрыт, если юзернейм, то он должен начинаться с @. Если вы хотите написать номер, то он должен начинаться с +'
# ru_ask_for_letter_content = 'Супер! Теперь пришли валентинку🧐\nЭто может быть не только текст, но и фото, видео, гифка, голосовое или видеосообщение, даже песня'
# ru_incorrect_contact = "Проблема с этим контактом, пришли контакт с номером телефона"
# ru_your_letter_will_be_sent_to_1 = 'Твоя валентинка будет отправлена пользователю '
# ru_your_letter_will_be_sent_to_2 = 'Твоя валентинка будет отправлена <a href="tg://user?id={recipient_id}"> этому пользователю</a>'
# ru_with_number = "с номером"
# ru_ask_for_photo = "Пришли мне фото, которое хочешь прикрепить. Чтоб вернуться назад - нажми /cancel"
# ru_ask_for_correct_username = 'Отправь исправленный юзернейм или номер телефона. Так же ты можешь переслать сообщение от этого человека или прислать его контакт'
# ru_ask_for_correct_letter_content = 'Отправь новую валентинку'
# ru_your_letter_sended_to_admins = "Твое сообщение отправлено модераторам для проверки. Как только оно будет доставлено получателю, мы уведомим тебя.\n\nЧтобы прислать мне ещё одну валентинку нажми на /new\n\nТак же ты можешь получить ссылку по которой другие люди смогут отправлять тебе валентинки по команде /my_link. Ее можно разместить, к примеру, в био инстаграмма"
# ru_reject = "К сожалению, модератор не принял твою валентинку.\nПричина: {reject_reason}"
# ru_successfull_letter_delivery = "Твоя валентинка успешно доставлена получателю"
# ru_error_letter_delivery = "К сожалению во время отправки твоей валентинки возникла ошибки, попробуй еще раз"
# ru_new_answer = "Тебе прислали ответ!\nТы можешь ответить на него с помощью реплая"
# ru_error_answer_delivery = "Ответ не доставлен, скорее всего собеседник заблокировал меня"
# ru_successfull_answer_delivery = "Ответ доставлен"
# ru_new_command = "Создать валентинку"
# ru_my_link_command = "Твоя ссылка"
# ru_add_admin_command = "Добавить админа"
# ru_del_admin_command = "Удалить админа"
# ru_reply_to_answer = "Чтоб ответить на сообщение, сделай реплай по нему, а не по этому сообщению"
# ru_new_letter = "Тебе прислали валентинку через бот @FbmeValentineTestBot!\nТы можешь ответить на нее реплаем"